/* Keys with same value first comment */
"Keys that have the same value 1" = "SameValue";

/* Duplication first comment */
/* Duplication second comment */
"Duplication Key" = "Duplication Value";

/* Keys with same value second comment */
"Keys that have the same value 2" = "SameValue";

/* Just a key and value comment */
"Key" = "Value";

/* Key is the same as value */
"AKey" = "AKey"

/* Keys with another same value first comment */
"Keys that have another same value 1" = "SameValue2";

/* Keys with another same value second comment */
"Keys that have another same value 2" = "SameValue2";

